Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A04A.tmx
Source language: en_us
Languages: zh_cn

source: Harsh Political Reality Slows Climate Studies
zh_cn: 严酷的政治现实放缓了气候研究的脚步

source: Scientists say they could, in theory, do a much better job of answering the question “Did global warming have anything to do with it?” after extreme weather events like the drought in Texas and the floods in New England.
zh_cn: 科学家们认为，对于德州的干旱和新英格兰州的洪水这样的极端天气情况，从理论上说，他们本可以更好地回答“这些现象与全球气候变暖有关”这类的问题。

source: But for many reasons, efforts to put out prompt reports on the causes of extreme weather are essentially languishing.
zh_cn: 但是出于多种原因，那些为起草解释极端天气起因的及时报告所作的努力正变得越来越少。

source: Chief among the difficulties that scientists face: the political environment for new climate-science initiatives has turned hostile, and with the federal budget crisis, money is tight.
zh_cn: 科学家们所面临的主要困难有：政治环境已变得不利于气候科学的新发展，而联邦预算危机也使得资金更加紧张。

source: And so, as the weather becomes more erratic by the year, the public is left to wonder what is going on.
zh_cn: 因此，尽管气候一年年得变得更加反常，公众却也只能在一旁猜测这一切到底怎么了。

source: A typical year in this country features three or four weather disasters whose costs exceed $1 billion each.
zh_cn: 一般情况下，美国每年会遇到三到四次气候灾害，每次灾害会带来10亿美元以上的损失。

source: But this year, the National Oceanic and Atmospheric Administration has tallied a dozen such events, including wildfires in the Southwest, floods in multiple regions of the country and a deadly spring tornado season.
zh_cn: 但是，今年，国家海洋与气候管理局（National Oceanic and Atmospheric Administration，简称NOAA）已经记录了十多次这样的灾害， 包括西南部的山林大火、美国多处发生的洪水和致命龙卷风频发的整个春季。

source: And the agency has not finished counting.
zh_cn: 该单位还没有完成总的损失计算。

source: The final costs are certain to exceed $50 billion.
zh_cn: 最后的损失肯定要超过500亿美元。

source: “I’ve been a meteorologist 30 years and never seen a year that comes close to matching 2011 for the number of astounding, extreme weather events,” Jeffrey Masters, a co-founder of the popular Web site Weather Underground, said last month.
zh_cn: 杰弗里·马斯特斯（Jeffrey Masters）是著名网站“地面天气”（Weather Underground）的合伙创始人。 上个月，他曾说：“我研究气候30年了，还从没见过哪一年发生的惊人极端气候现象数量能接近2011年的水平。

source: “Looking back in the historical record, which goes back to the late 1800s, I can’t find anything that compares, either.”
zh_cn: 就算是往回看历史记录，一直查到19实际后叶，我也没能找到任何相近的年份。

source: Many of the individual events in 2011 do have precedents in the historical record.
zh_cn: ” 2011年中许多独立的气候现象在历史上都有先例。

source: And the nation’s climate has featured other concentrated periods of extreme weather, including severe cold snaps in the early 20th century and devastating droughts and heat waves in the Dust Bowl era of the 1930s.
zh_cn: 全美气候史上也有一些极端气候集中发生的时间段，包括20世纪早期的多次寒流和上世纪三十年代，也就是沙暴时代破坏性极大的干旱和酷热。

source: But it is unusual, if not unprecedented, for so many extremes to occur in such a short span.
zh_cn: 但是就算是已有先例，那么多极端气候现象发生在这么短的一段时间内，这也是不正常的。

source: The calamities in 2011 included wildfires that scorched millions of acres, extreme flooding in the Upper Midwest and the Mississippi River Valley and heat waves that shattered records in many parts of the country.
zh_cn: 2011年的大灾难包括炙烤了几百万英亩森林的山林大火，中西部北段和密西西比河谷的大涝，以及打破全美多处记录的热浪。

source: Abroad, massive floods inundated Australia, the Philippines and large parts of Southeast Asia.
zh_cn: 在世界其他地方，澳大利亚、菲律宾和东南亚的大部分地区都水漫金山。

source: A major question nowadays is whether the frequency of particular weather extremes is being affected by human-induced climate change.
zh_cn: 目前的主要问题，是极端天气的发生频率是否受到了人类引发的气候变化的影响。

source: Climate science already offers some insight.
zh_cn: 气候科学已经发现了一些端倪。

source: Researchers have proved that the temperature of the earth’s surface is rising, and they are virtually certain that the human release of greenhouse gases, mainly from the burning of fossil fuels, is the major reason.
zh_cn: 研究人员已经证实，地球表面的温度正在上升，而且他们几乎可以肯定，那就是这一现象的首要原因是温室气体的排放，而温室气体主要来自化石燃料的燃烧。

source: For decades, they have predicted that this would lead to changes in the frequency of extreme weather events, and statistics show that has begun to happen.
zh_cn: 几十年来，他们已经预言如此会导致极端气候现象发生频率的改变，而统计数据已经证明这一改变已经开始发生了。

source: For instance, scientists have long expected that a warming atmosphere would result in fewer extremes of low temperature and more extremes of high temperature.
zh_cn: 例如，科学家们早就预测，气温变暖会使得极端低温现象变少，而极端高温现象增多。

source: In fact, research shows that about two record highs are being set in the United States for every record low, and similar trends can be detected in other parts of the world.
zh_cn: 事实上，研究发现，美国每发生两次破纪录的高温现象，才会发生一次破纪录的低温现象，而类似的现象在世界其他地方也已经出现。

source: Likewise, a well-understood physical law suggests that a warming atmosphere should hold more moisture.
zh_cn: 同样，出于一条广为人知的物理原理，变暖的气温也应该带来更多的水汽。

source: Scientists have directly measured the moisture in the air and confirmed that it is rising, supplying the fuel for heavier rains, snowfalls and other types of storms.
zh_cn: 科学家们直接测量了大气中的湿度，并证实其正在上升，这一现象恰恰就是更大规模降雨、降雪和其他风暴形式的源头。

source: “We are changing the large-scale properties of the atmosphere — we know that beyond a shadow of a doubt,” said Benjamin D. Santer, a leading climate scientist who works at the Lawrence Livermore National Laboratory in California.
zh_cn: “我们正在大规模地改变大气的属性——这一问题已经不再处于译文的阴影下，而是我们都知道的一个事实。

source: “You can’t engage in this vast planetary experiment — warming the surface, warming the atmosphere, moistening the atmosphere — and have no impact on the frequency and duration of extreme events.”
zh_cn: 你不可能开展了这样一个巨大的全球实验，提高了地表温度，提高了大气温度，增强了大气中的水汽，却不给极端气候事件的发生频率和持续时间带来任何变化。 ”本杰明·D·桑特（Benjamin D. Santer）这样说道。 他在加利福尼亚的劳伦斯·利夫摩尔（Lawrence Livermore）实验室工作。

source: But if the human contribution to heat and precipitation is clear, scientists are on shakier ground analyzing many other events.
zh_cn: 不过，如果说人类对于热量和降水的认识已经比较清楚的话，那么科学家们对于许多其他现象的分析还处于起步阶段。

source: Tornadoes, the deadliest weather disaster to hit the country this year, present a particularly thorny case.
zh_cn: 今年袭击全美最严重的气候现象飓风，就是一个非常棘手的例子。

source: On their face, weather statistics suggest that tornadoes are becoming more numerous as the climate warms.
zh_cn: 表面上看，天气统计数据表明随着气候变暖，飓风正变得越来越多。

source: But tornadoes are small and hard to count, and scientists have little confidence in the accuracy of older data, which means they do not know whether to believe the apparent increase.
zh_cn: 但是飓风规模一般，难以计数，而且科学家们对于历史数据的准确性也表示怀疑，这也就意味着他们不知道所谓的明显增长是否可信。

source: Likewise, the computer programs they use to analyze and forecast the climate do not do a good job of representing events as small as tornadoes.
zh_cn: 同样，他们用来分析和预报气候的电脑程序也无法很好地表征出飓风这类小气候现象。

source: Some scientists have offered theories about how increasing heat and moisture may have made tornado outbreaks more likely, but these have not yet been tested in rigorous analyses.
zh_cn: 有些科学家建立了一些关于热量和水汽的增加如何提高飓风爆发概率的理论，但是这些理论还没有经过严格的分析证实。

source: Many other types of extreme weather fall into this category, with scientists lacking a strong basis for attributing increases to human activity, or for discounting a human effect.
zh_cn: 许多其他极端天气形式也处于这种情况，就是说缺乏有力的理论基础来将人类活动与这些现象频发联系起来，或者证明其与人类活动无关。

source: The question can sometimes be answered with focused studies of a specific weather event, but these are often finished years afterward.
zh_cn: 这种问题有时可以通过对于某一特定的气候事件的专门研究来回答，但是这种研究的成功常常需要许多年。

source: Lately, scientists have been discussing whether they can do a better job of analyzing events within days or weeks, not years.
zh_cn: 近来，科学家们一直在讨论如果能在数天或数周之内，而不是数年内把气候现象分析透彻。

source: “It’s clear we do have the scientific tools and the statistical wherewithal to begin answering these types of questions,” Dr. Santer said.
zh_cn: 桑特博士说：“很明显，我们确实有相应的科学工具和必要的统计数据，来准备回到这类问题。

source: But doing this on a regular basis would probably require new personnel spread across several research teams, along with a strong push by the federal government, which tends to be the major source of financing and direction for climate and weather research.
zh_cn: ” 但是，以这样的方式开展常规工作的话，很可能就需要若干个研究团队招募更多的新人手，还需要联邦政府的大力推动——因为联邦政府往往是气候和天气研究资金和指导的主要来源。

source: Yet Washington is essentially frozen on the subject of climate change.
zh_cn: 然而，从根本态度来看，华盛顿对气候变化问题总是视而不见。

source: This year, when the National Oceanic and Atmospheric Administration tried to push through a reorganization that would have provided better climate forecasts to businesses, citizens and local governments, Republicans in the House of Representatives blocked it.
zh_cn: 今年，国家海洋与气候管理局（NOAA）曾试图进行重组，以利于为企业、公民和地方政府提供更好的气象预报服务，但是众议院中的共和党人否决了这一议案。

source: The idea had originated in the Bush administration, was strongly endorsed by an outside review panel and would have cost no extra money.
zh_cn: 这个主意在布什执政时期就有人提出来了，并得到某外围顾问团体的有力支持，而且也不会增加任何开支。

source: But the House Republicans, many of whom reject the overwhelming scientific consensus about the causes of global warming, labeled the plan an attempt by the Obama administration to start a “propaganda” arm on climate.
zh_cn: 但是在众议院、共和党人，看来，这一计划是奥巴马政府想要开始拉响气候“宣传”警报的尝试。要知道这些人中不少都是不愿意接受全球变暖起因这一科学共识的人。

source: In an interview, Jane Lubchenco, the director of NOAA, rejected that claim and said her agency had been deluged with information requests regarding future climate risks.
zh_cn: NOAA主任简·卢布切科（Jane Lubchenco）在一次访谈中驳斥了这种观点，并称她的单位收到无数关于未来气候风险的咨询申请。

source: “It’s truly unfortunate that we are not allowed to become more effective and efficient in delivering that information,” she said.
zh_cn: “实在是很不幸，有人不允许我们这个机构在传播相关信息时做得更有效、更高效。 ”她说。

source: NOAA does finance research to understand the causes of weather extremes, as do the National Science Foundation and the Department of Energy.
zh_cn: NOAA确实资助了研究极端天气起因的研究项目，包括国家科学基金会（National Science Foundation）和能源部也同样进行了资助。

source: But with the strains on the federal budget, Dr. Lubchenco said, “it’s going to be more and more challenging to devote resources to many of our research programs.”
zh_cn: 但是随着联邦预算吃紧，卢布切科博士说：“要想给我们那么多的研究项目进行支持就变得愈加困难。 ”

source: Some steps are being taken. Peter A. Stott, a leading climate scientist in Britain, has been pressing colleagues on both sides of the Atlantic to develop a robust capability to analyze weather extremes in real time.
zh_cn: 有些人正在行动中。 英国气象研究领域的带头人，彼得·A·斯托特（Peter A. Stott）已经呼吁大西洋两岸的同仁们全力提升实时分析研究极端天气的能力。

source: He is part of a group that expects to publish, next summer, the first complete analysis of a full year of extremes, focusing on 2011.
zh_cn: 他所参加的一个研究小组，将以2011年为研究对象，于明年夏天公布第一个关于全年极端天气现象的完整分析报告。

source: In an interview, Dr. Stott said the goal was to get to a point where “the methodologies are robust enough that you can do it in a kind of handle-turning way.”
zh_cn: 在某访谈中，斯托特博士说，他们的目标就是要“有足够有效的方法来像扳一个把手一样分析问题”。

source: But he added that it was important to start slowly and establish a solid scientific foundation for this type of work.
zh_cn: 但是，他还说，重要的是要谨慎开展这项工作，并为这类工作建立一个坚实的科研基础。

source: That might mean that some of the early analyses would not be especially satisfying to the public.
zh_cn: 这也就意味着，早期的一些分析可能不会那么让公众满意。

source: “In some cases, we would say we have a confident result,” Dr. Stott said.
zh_cn: 斯托特博士说：“某些情况下，我们可以说我们有信心下定论。

source: “We may in some cases have to say, with the current state of the science, it’s not possible to make a reliable attribution statement at this point.”
zh_cn: 还有一些情况下，我们或许不得不说，以目前的科学水平，现在还不可能（对极端天气和全球变暖）作出一个可靠的关系说明。 ”
